{
  "pois": [
    344,
    345,
    346,
    498,
    499,
    500
  ],
  "speeches": [
    [
      {
        "text": "Thank you very much, speaker.",
        "start": 954.28,
        "end": 955.84
      },
      {
        "text": "As long as the prisoners are also a member of the society,",
        "start": 956.7,
        "end": 960.46
      },
      {
        "text": "it's totally unjustifiable act by government to deprive the rights of the",
        "start": 960.8,
        "end": 965.24
      },
      {
        "text": " boat from prisoner. That's why we're very happy to allow prisoners to boat. Two",
        "start": 965.24,
        "end": 970.5
      },
      {
        "text": " things to talk. First of all, I'm going to talk to you the importance of",
        "start": 970.5,
        "end": 974.52
      },
      {
        "text": " guaranteeing the right to boat under the title of protection of fundamental human",
        "start": 974.52,
        "end": 979.32
      },
      {
        "text": " right even for prisoners. Second of all, I'm going to talk to you benefits for criminals and also the whole entire society as a whole.",
        "start": 979.32,
        "end": 988.48
      },
      {
        "text": " So, clarification of simple model. So of course we are going to allow prisoners to vote if they are",
        "start": 988.74,
        "end": 995.4
      },
      {
        "text": " qualified to have the right to vote in the real society. For example in Japan",
        "start": 996.62,
        "end": 1001.8
      },
      {
        "text": " they are allowed to vote over 18 years old and such kind of things",
        "start": 1001.8,
        "end": 1006.16
      },
      {
        "text": " and we are very happy regardless of the what kind of punishment are they and how long are they in",
        "start": 1006.16,
        "end": 1012.8
      },
      {
        "text": " the prisons or i don't totally care about that regulation as long as they are the member of",
        "start": 1012.8,
        "end": 1018.4
      },
      {
        "text": " society as long as they are in the prisons that we are very happy to give right to vote for those people so point no thank",
        "start": 1018.4,
        "end": 1027.22
      },
      {
        "text": " you okay moving on to the first point about the importance of protection of the fundamental human",
        "start": 1027.22,
        "end": 1034.54
      },
      {
        "text": " right for prisoners i have two reasons here first of all in very general topic even prisoners they",
        "start": 1034.54,
        "end": 1042.98
      },
      {
        "text": " already have fundamental human right to begin with right for example they already have fundamental human right to",
        "start": 1042.98,
        "end": 1045.34
      },
      {
        "text": " begin with right for example they have of course the right to life for example",
        "start": 1045.34,
        "end": 1050.4
      },
      {
        "text": " they are available to have adequate food they can have enough amount of sleep and",
        "start": 1050.4,
        "end": 1056.32
      },
      {
        "text": " of course there is no worries of torture right this should be allowed and there",
        "start": 1056.32,
        "end": 1061.06
      },
      {
        "text": " is no prisons to intervene here and And more than that, we actually allow prisoners to",
        "start": 1061.06,
        "end": 1067.68
      },
      {
        "text": " have to some extent of the access to society. What does it mean? In terms of the cultural happiness,",
        "start": 1067.68,
        "end": 1075.24
      },
      {
        "text": " for example, they have access to know about society well by reading a book or by watching TV",
        "start": 1075.36,
        "end": 1082.4
      },
      {
        "text": " or by reading a newspaper or something like this.",
        "start": 1082.4,
        "end": 1085.76
      },
      {
        "text": " And they of course can work in accordance with the real working environment to go back to society easier and to feel the kind of member of the society.",
        "start": 1085.76,
        "end": 1095.76
      },
      {
        "text": " That's why we actually allow prisoners to pursue to some extent of the quality life as well as right to life under the title of the fundamental human right to very much begin with.",
        "start": 1095.76,
        "end": 1107.9
      },
      {
        "text": " That's why second of all, the right to vote should be regarded as fundamental human right.",
        "start": 1108.36,
        "end": 1114.96
      },
      {
        "text": " That's why we should recognize this should be given to prisoners as well.",
        "start": 1115.16,
        "end": 1120.58
      },
      {
        "text": " Not yet.",
        "start": 1120.96,
        "end": 1121.3
      },
      {
        "text": " So what do I mean? For example, even status quo, regardless who you are,",
        "start": 1121.72,
        "end": 1126.32
      },
      {
        "text": " such as gender, nationality, generation, income, the right to participate to politics, the right",
        "start": 1126.6,
        "end": 1133.14
      },
      {
        "text": " to reflect your opinion to politics is actually allowed to every single people, ladies and",
        "start": 1133.14,
        "end": 1138.9
      },
      {
        "text": " gentlemen, because we, of course, recognize the importance of the liberal democratic societies to try to catch up every single opinion and to try to decide the priority of the process and the law, ladies and gentlemen.",
        "start": 1138.9,
        "end": 1153.6
      },
      {
        "text": " That's why this should be done regardless of who you are, no matter how many, no matter how prisoners actually committed the crime in the past, right?",
        "start": 1154.06,
        "end": 1165.46
      },
      {
        "text": " That's why it is important to represent your opinion, and they can finally feel as members of society,",
        "start": 1168.56,
        "end": 1171.38
      },
      {
        "text": " you should be allowed any point of mission before any.",
        "start": 1171.8,
        "end": 1174.72
      },
      {
        "text": " Point.",
        "start": 1175.22,
        "end": 1175.66
      },
      {
        "text": " I take it.",
        "start": 1176.24,
        "end": 1176.74
      },
      {
        "text": " Taken. Taken.",
        "start": 1177.52,
        "end": 1178.48
      },
      {
        "text": " Why should criminals like Nicholas Cruz,",
        "start": 1179.24,
        "end": 1181.8
      },
      {
        "text": " who shot up dozens of innocent children in Florida,",
        "start": 1182.02,
        "end": 1184.86
      },
      {
        "text": " be allowed to vote on gun control?",
        "start": 1185.24,
        "end": 1187.24
      },
      {
        "text": " Thank you.",
        "start": 1187.24,
        "end": 1188.24
      },
      {
        "text": " First of all, don't just stick to the extreme opinion to begin with.",
        "start": 1188.24,
        "end": 1195.24
      },
      {
        "text": " Second of all, even for those people, we should allow the right to voice out your opinion",
        "start": 1195.24,
        "end": 1202.9
      },
      {
        "text": " as a member of society, which is the same example the right to publish books to the public I'm going to explain",
        "start": 1202.9,
        "end": 1210.02
      },
      {
        "text": " analogy a little bit later okay moving on to the second point about that's why",
        "start": 1210.02,
        "end": 1215.68
      },
      {
        "text": " we recognize this the treatment current treatment to prisoner is kind of the",
        "start": 1215.68,
        "end": 1220.98
      },
      {
        "text": " disfranchisement of the fundamental human right for the prisoners, right?",
        "start": 1220.98,
        "end": 1225.06
      },
      {
        "text": " So like I say in analogy the example here",
        "start": 1225.52,
        "end": 1229.16
      },
      {
        "text": " so for example",
        "start": 1229.3,
        "end": 1230.7
      },
      {
        "text": " the right to voice out your opinion is already allowed and of course the right to",
        "start": 1230.7,
        "end": 1236.12
      },
      {
        "text": " Right to somehow make change other people's opinion is also allowed in the status quo",
        "start": 1236.58,
        "end": 1243.62
      },
      {
        "text": " for example, like remember, for example,",
        "start": 1243.64,
        "end": 1247.52
      },
      {
        "text": " some of the very bad guys, like a serial killer, published some of the statements from prison,",
        "start": 1247.7,
        "end": 1254.52
      },
      {
        "text": " and this is actually a kind of supportive opinion for the criminal. Like, please remember that",
        "start": 1254.52,
        "end": 1261.42
      },
      {
        "text": " Yamayuri and Uematsu Hikoku actually published a statement that",
        "start": 1261.42,
        "end": 1266.16
      },
      {
        "text": " kind of the people, there are some people, handicapped people should be terminated,",
        "start": 1266.8,
        "end": 1272
      },
      {
        "text": " right? But it is actually allowed to state it and allowed to publicize to society, right?",
        "start": 1272,
        "end": 1278.24
      },
      {
        "text": " But this is the point. It is allowed to voice out, but it's totally a free choice of every single individual whether",
        "start": 1278.96,
        "end": 1286.72
      },
      {
        "text": " or not they're going to take it seriously and of course that kind of extreme opinion must be",
        "start": 1286.72,
        "end": 1292.4
      },
      {
        "text": " burned out in natural discourses and it should be uh should this kind of idea should not be taken",
        "start": 1292.4,
        "end": 1300.12
      },
      {
        "text": " right so moving on to the practical benefit for society and criminal so why it is good for criminal",
        "start": 1300.12,
        "end": 1308.68
      },
      {
        "text": " i have a good point of in terms of rehabilitation because they finally get the incentive to know",
        "start": 1308.68,
        "end": 1315.8
      },
      {
        "text": " about the actual society right because political party can provide a benefit for them that's why",
        "start": 1315.8,
        "end": 1322.06
      },
      {
        "text": " they have very happy incentive to know about what kind of current news appears and they can",
        "start": 1322.06,
        "end": 1327.66
      },
      {
        "text": " start reading a book about the political party or you know the current affairs and so on by",
        "start": 1327.88,
        "end": 1334.5
      },
      {
        "text": " watching a TV as well. That's why they can finally understand the common sense of the society rule",
        "start": 1334.88,
        "end": 1341.2
      },
      {
        "text": " regulation and as and in the future, they will be easier to adapt to society with",
        "start": 1341.76,
        "end": 1351.16
      },
      {
        "text": " enough adequate ability of the common sense.",
        "start": 1351.16,
        "end": 1354.62
      },
      {
        "text": " Second of all, in terms of society, it is also good, because political party has massive",
        "start": 1354.62,
        "end": 1359.66
      },
      {
        "text": " incentive to reflect the prisoner opinion right that's why they can find try to identify what kind of",
        "start": 1359.66,
        "end": 1367.88
      },
      {
        "text": " benefit they like to get and they like to solve the prison issues in prison for example the very",
        "start": 1367.88,
        "end": 1375.56
      },
      {
        "text": " you know the not good quality of the prison environment is happening at the moment political",
        "start": 1375.56,
        "end": 1381.54
      },
      {
        "text": " party are very happy to fix by presenting a manifest and so on.",
        "start": 1381.54,
        "end": 1387
      },
      {
        "text": " For example, the financial issue is also the problem at cause and the trigger of the criminal.",
        "start": 1387,
        "end": 1393
      },
      {
        "text": " The political parties are very happy to try to tackle against that.",
        "start": 1393,
        "end": 1398
      }
    ],
    [
      {
        "text": " The crux of government's case was that voting is a fundamental right that should be granted to",
        "start": 1439.22,
        "end": 1446.38
      },
      {
        "text": " everyone and to every single person in the world. PM also brought to you that there are going to be",
        "start": 1446.38,
        "end": 1452.22
      },
      {
        "text": " benefits to criminals, but also society as well, because there's going to be a way of trying to",
        "start": 1452.22,
        "end": 1457.4
      },
      {
        "text": " incentivize these criminals to not commit a crime anymore, and that we think that political parties",
        "start": 1457.4,
        "end": 1463.06
      },
      {
        "text": " are able to find the middle ground of",
        "start": 1463.06,
        "end": 1465.36
      },
      {
        "text": " benefits. I think that the biggest issue with the prime minister was that they neglected the fact",
        "start": 1465.36,
        "end": 1470.44
      },
      {
        "text": " that voting is not a fundamental right, but rather a privilege. Why is this true? Because we think",
        "start": 1470.44,
        "end": 1476.42
      },
      {
        "text": " that in the vast majority of instances, the voting comes with certain responsibilities,",
        "start": 1476.42,
        "end": 1481.3
      },
      {
        "text": " and that responsibility is to uphold the law and make sure that you are able to look after what the government wants you to do. Look, if PM and",
        "start": 1481.78,
        "end": 1490.9
      },
      {
        "text": " government side of the bench is trying to promote this idea of fundamental rights, they need to",
        "start": 1490.9,
        "end": 1496.98
      },
      {
        "text": " prove to you why we can still kick out and exclude minors and young children from voting.",
        "start": 1496.98,
        "end": 1503.7
      },
      {
        "text": " They also need to prove to you that if",
        "start": 1503.7,
        "end": 1505.52
      },
      {
        "text": " it's such a fundamental right that it's upholding our sense of dignity, they need to prove to you",
        "start": 1505.52,
        "end": 1511.22
      },
      {
        "text": " why we don't allow these young children to vote or in the case of people like me who come from",
        "start": 1511.22,
        "end": 1516.44
      },
      {
        "text": " Korea but don't have a certain nationality. We think that if voting is a fundamental right,",
        "start": 1516.44,
        "end": 1520.96
      },
      {
        "text": " they need to be able to explain to you why these people cannot just vote. Therefore, I'm going to examine one issue in rebuttal first. Given that they haven't",
        "start": 1521.12,
        "end": 1529.68
      },
      {
        "text": " absolutely failed in proving their burden upon why voting is a fundamental right, I'm going to",
        "start": 1530.32,
        "end": 1534.88
      },
      {
        "text": " talk to you about the pragmatic consequences that they talked about. They said that criminals are",
        "start": 1534.88,
        "end": 1540.64
      },
      {
        "text": " able to publish books, so given that logic, you should allow prisoners to vote.",
        "start": 1540.64,
        "end": 1545.04
      },
      {
        "text": " Realize that there's a fundamental difference between publishing a book and voting, right?",
        "start": 1550,
        "end": 1550.32
      },
      {
        "text": " First, we kind of like doubt the premise that you can publish a book during your criminal ages,",
        "start": 1554.94,
        "end": 1555.1
      },
      {
        "text": " but let's assume you can. Look, the difference of publishing a book is that in the case of publishing a book, you're reflecting the fact of why you had to commit a criminal, and it's",
        "start": 1560.36,
        "end": 1565.12
      },
      {
        "text": " showing a sense of guilt in committing a crime, right? This is different from voting, when",
        "start": 1565.12,
        "end": 1569.96
      },
      {
        "text": " prisoners try to legitimize their views and agree to more radical changes in the case of catering",
        "start": 1569.96,
        "end": 1576.36
      },
      {
        "text": " to politicians, right? I think there's a fundamental difference between public books, and we don't think",
        "start": 1576.36,
        "end": 1580.3
      },
      {
        "text": " that should be a metric for allowing prisoners to vote. Now, given that, if they want to say that, then we say the fact that we are already removing certain rights in the case",
        "start": 1580.3,
        "end": 1590.1
      },
      {
        "text": " of prisoners because they broke state laws is self-indicative of the fact that this isn't a",
        "start": 1590.1,
        "end": 1595.24
      },
      {
        "text": " fundamental right and isn't beneficial to criminals. I'm going to explain two arguments in my speech.",
        "start": 1595.24,
        "end": 1600.46
      },
      {
        "text": " First, why this is principally incorrect. Secondly, why it leads to worse social outcomes. Let's look at the principles first. Two layers in this argument. First,",
        "start": 1600.66,
        "end": 1609.8
      },
      {
        "text": " is as I explained earlier, and this will directly clash with the argument about what is voting.",
        "start": 1610.02,
        "end": 1614.8
      },
      {
        "text": " We think voting is a privilege, and this privilege comes with certain responsibilities and the",
        "start": 1615.14,
        "end": 1620.48
      },
      {
        "text": " responsibility to obey the law. The fact that you are a prisoner is the act of refusing to obey the law.",
        "start": 1620.48,
        "end": 1627.46
      },
      {
        "text": " That means that the state is justified",
        "start": 1627.9,
        "end": 1629.94
      },
      {
        "text": " in removing certain rights",
        "start": 1629.94,
        "end": 1631.7
      },
      {
        "text": " in order for them to make",
        "start": 1631.7,
        "end": 1633.02
      },
      {
        "text": " this kind of certain rehabilitations, right?",
        "start": 1633.02,
        "end": 1635.04
      },
      {
        "text": " I think that the fact that you became a prisoner",
        "start": 1635.42,
        "end": 1638.04
      },
      {
        "text": " and disregarded the law",
        "start": 1638.04,
        "end": 1639.68
      },
      {
        "text": " means that you shouldn't be able to be allowed",
        "start": 1639.68,
        "end": 1642.96
      },
      {
        "text": " to benefit from the democratic system",
        "start": 1642.96,
        "end": 1644.86
      },
      {
        "text": " that you yourself decided to reject.",
        "start": 1644.86,
        "end": 1646.9
      },
      {
        "text": " We think that's a fundamental principle upon which voting should be based on.",
        "start": 1647.1,
        "end": 1651.18
      },
      {
        "text": " And in the case of minors, we think that the reason why we don't allow them is that they can't uphold the responsibilities of being part of democratic system,",
        "start": 1651.18,
        "end": 1659.48
      },
      {
        "text": " but also that they can make a rational judgment because they're still young and they haven't completed the proper system of education that the state mandate did. That's why voting isn't the fundamental",
        "start": 1659.62,
        "end": 1670.4
      },
      {
        "text": " right like PM tried to bring to you. It is a privilege and we think that the moment the",
        "start": 1670.4,
        "end": 1674.32
      },
      {
        "text": " prisoners broke this privilege on their own, they shouldn't be allowed to. But secondly,",
        "start": 1674.32,
        "end": 1678.3
      },
      {
        "text": " let's look at moral outcomes. We think it is conflicting for prisoners to be allowed to vote on things that literally sent them to jail for.",
        "start": 1678.54,
        "end": 1687.56
      },
      {
        "text": " That's why I gave you the example of Nicholas Cruz, right?",
        "start": 1687.84,
        "end": 1690.26
      },
      {
        "text": " Because we don't think that school shooters or people who shot people with guns should be allowed to talk about gun control.",
        "start": 1690.46,
        "end": 1696.6
      },
      {
        "text": " That rapists shouldn't be able to vote on abortion.",
        "start": 1696.94,
        "end": 1700.06
      },
      {
        "text": " But let's take government's best case.",
        "start": 1700.48,
        "end": 1703.4
      },
      {
        "text": " That is that these kind of examples are extremely rare and that in the vast majority of cases, it's like economic crimes like stealing stuff.",
        "start": 1703.4,
        "end": 1711.68
      },
      {
        "text": " We think that still, the fact that it is principally you are able to vote on the things that sent you to jail isn't something that should be principally correct.",
        "start": 1712.04,
        "end": 1720.32
      },
      {
        "text": " For instance, in the case of people stealing stuff, we don't think that there should be policies that allow like less punishment for stealing other person's property, right? We don't",
        "start": 1720.62,
        "end": 1729.68
      },
      {
        "text": " think that's something morally correct. Now, we think the point of law is to tell people that",
        "start": 1729.68,
        "end": 1735.28
      },
      {
        "text": " there's a line you cannot cross. And the fact that you are going to allow prisoners to vote",
        "start": 1735.28,
        "end": 1740.64
      },
      {
        "text": " means that you're going to be legitimizing their views because we think because just in terms of of like breaking the law but also allowing the vote means that they they're",
        "start": 1740.64,
        "end": 1751.1
      },
      {
        "text": " legitimizing their own views about like school shootings and stealing stuff because that's one",
        "start": 1751.1,
        "end": 1755.18
      },
      {
        "text": " they want people to cater to their own needs in the case of moral high grounds and judging by the",
        "start": 1755.18,
        "end": 1760.3
      },
      {
        "text": " victims like self-reflection upon the fact that they're going to have like murderers of their",
        "start": 1760.3,
        "end": 1765.1
      },
      {
        "text": " daughters voting on gun control or like how to use knives we think that we cite as the more high",
        "start": 1765.1,
        "end": 1770.96
      },
      {
        "text": " but let's look at worse social outcomes next second argument will prisoners be able to vote",
        "start": 1770.96,
        "end": 1776
      },
      {
        "text": " for good the comparative is that on their side they're still going to be these prisoners are",
        "start": 1776,
        "end": 1780.82
      },
      {
        "text": " still going to be undergoing rehabilitation that is is, the prisoners are more likely to have conflicting ideas about, for instance, their thoughts about drugs or violence and the things that sent them to prison in the first place.",
        "start": 1780.82,
        "end": 1791.9
      },
      {
        "text": " That's why, presumably, it's still going to be dangerous for the prisoners for them to be able to go out of jail, we think that they're less likely to vote for dangerous things because it means that the state justifies that they have been able to go through",
        "start": 1792.2,
        "end": 1809.02
      },
      {
        "text": " successful rehabilitation. Secondly, though, we read out prisoners who face life sentences and",
        "start": 1809.02,
        "end": 1815.02
      },
      {
        "text": " death penalty because on our stance, we're just going to allow anyone who's not, who was able to",
        "start": 1815.02,
        "end": 1820.54
      },
      {
        "text": " recover and go out from rehabilitation to vote. That is, in the case of prisoners who",
        "start": 1820.54,
        "end": 1825.28
      },
      {
        "text": " face life sentences and death penalty, I think these people are the most people that are likely",
        "start": 1825.28,
        "end": 1830.02
      },
      {
        "text": " to be disattached to life. And these people are going to vote for radical policies such as no",
        "start": 1830.02,
        "end": 1835.58
      },
      {
        "text": " abortion or legalizing pedophilia because they don't have the responsibility to look after society",
        "start": 1835.58,
        "end": 1840.7
      },
      {
        "text": " because they can't be able to go out in society in the first place. But thirdly, let's look at the perspective of those who want to get votes. Two layers.",
        "start": 1840.7,
        "end": 1848.8
      },
      {
        "text": " We think that prisoners become easy prey and this is going to be a block of three voters.",
        "start": 1848.8,
        "end": 1853.12
      },
      {
        "text": " That means A, they're going to be bribed with shorter sentences for having to vote.",
        "start": 1853.12,
        "end": 1857.68
      },
      {
        "text": " They're going to take private prisons where there's no authority of the government. Or B,",
        "start": 1857.68,
        "end": 1862.96
      },
      {
        "text": " is that they're just going to cater to prisoners needs which is the fact of like shorter sentences and less harsh punishments i",
        "start": 1862.96,
        "end": 1868.98
      },
      {
        "text": " think this will rather incentivize these prisoners to feel it is okay to commit they're still going",
        "start": 1868.98,
        "end": 1873.66
      },
      {
        "text": " to have this fundamental right therefore i think it is unjust for government to take this motion",
        "start": 1873.66,
        "end": 1878.08
      },
      {
        "text": " thank you",
        "start": 1878.08,
        "end": 1881.22
      }
    ],
    [
      {
        "text": " Thank you. we believe that prisoners are same human and same right are given for the people",
        "start": 1886.3,
        "end": 1932.06
      },
      {
        "text": " we have to respect prisoners right and my first speaker like clearly talked about that why That's why rights are included in both. So we're proud to propose.",
        "start": 1932.06,
        "end": 1946
      },
      {
        "text": " So for today's debate, let me prove you guys two things.",
        "start": 1947.28,
        "end": 1951.28
      },
      {
        "text": " One, why prisoners' opinion is precious, perfect,",
        "start": 1951.72,
        "end": 1955.02
      },
      {
        "text": " reflected in today's society.",
        "start": 1955.2,
        "end": 1956.74
      },
      {
        "text": " And two, like the comparison between the government",
        "start": 1957.16,
        "end": 1960.78
      },
      {
        "text": " and opposition, right?",
        "start": 1960.78,
        "end": 1961.72
      },
      {
        "text": " So before I move on to my argument,",
        "start": 1963.22,
        "end": 1965.76
      },
      {
        "text": " let me have a clear rebuttal",
        "start": 1966.12,
        "end": 1967.34
      },
      {
        "text": " what the previous speaker was talking about.",
        "start": 1967.34,
        "end": 1969.1
      },
      {
        "text": " So the previous speaker was continuously claiming about",
        "start": 1971.08,
        "end": 1975.14
      },
      {
        "text": " that those exclusivity of kids",
        "start": 1975.14,
        "end": 1980.24
      },
      {
        "text": " and the exclusivity of the minor people",
        "start": 1980.24,
        "end": 1985.22
      },
      {
        "text": " are now given in the status quo.",
        "start": 1985.22,
        "end": 1987.64
      },
      {
        "text": " And that shows that vote is not every people's right.",
        "start": 1988.1,
        "end": 1993.12
      },
      {
        "text": " And there's a situation which is excluding, right?",
        "start": 1993.12,
        "end": 1998.1
      },
      {
        "text": " But the differences between the voters of minor people, as kids and those prisoners is that kids are just",
        "start": 1999.14,
        "end": 2011.22
      },
      {
        "text": " under knowledge, right? The reason is because they're not taught to have a rule of the society,",
        "start": 2011.22,
        "end": 2018.68
      },
      {
        "text": " right? They don't know what is the structure of the society, right? Compared to criminals,",
        "start": 2018.82,
        "end": 2025.62
      },
      {
        "text": " criminals have a certain knowledge and fulfill knowledge to have vote, right?",
        "start": 2028.52,
        "end": 2032.08
      },
      {
        "text": " For example, compulsory education",
        "start": 2032.52,
        "end": 2034.46
      },
      {
        "text": " is now finished to criminals",
        "start": 2034.46,
        "end": 2037.36
      },
      {
        "text": " in today's state of school, right?",
        "start": 2037.36,
        "end": 2038.88
      },
      {
        "text": " Furthermore, they said that rationality",
        "start": 2041.4,
        "end": 2044.26
      },
      {
        "text": " is a certain criteria we have to take and we can",
        "start": 2044.26,
        "end": 2048.7
      },
      {
        "text": " exclude in those kind of situation but for example like if we have a certain",
        "start": 2048.7,
        "end": 2055.84
      },
      {
        "text": " um like certain like issue of undereducated people like we have a certain question, right? Should we take those uneducated people",
        "start": 2055.84,
        "end": 2067.92
      },
      {
        "text": " just because they can't do rational judgments, right?",
        "start": 2067.92,
        "end": 2071.54
      },
      {
        "text": " The answer is no.",
        "start": 2071.54,
        "end": 2073.7
      },
      {
        "text": " We can't take those rights to vote",
        "start": 2074.16,
        "end": 2077.42
      },
      {
        "text": " of those kind of things.",
        "start": 2077.42,
        "end": 2079.66
      },
      {
        "text": " And rational judgment is not just a reason",
        "start": 2079.9,
        "end": 2082.06
      },
      {
        "text": " to take rights to vote.",
        "start": 2082.06,
        "end": 2083.46
      },
      {
        "text": " Take them. Take them.",
        "start": 2083.46,
        "end": 2084.52
      },
      {
        "text": " Okay, so, okay.",
        "start": 2085.46,
        "end": 2087.04
      },
      {
        "text": " To clarify, you're saying that prisoners are rational and knowledgeable,",
        "start": 2087.92,
        "end": 2091.92
      },
      {
        "text": " despite the fact that they might have committed and breaking the law",
        "start": 2092.38,
        "end": 2095.52
      },
      {
        "text": " and even potentially taking someone else's life.",
        "start": 2095.52,
        "end": 2098.18
      },
      {
        "text": " So you're, like, saying that those, are just having a certain cruel thinking,",
        "start": 2101.76,
        "end": 2114.62
      },
      {
        "text": " and it should be also excluded.",
        "start": 2114.9,
        "end": 2117.3
      },
      {
        "text": " But this is not a debate that we're talking about those situations.",
        "start": 2117.3,
        "end": 2124.06
      },
      {
        "text": " We're talking about whether or not right we're talking about like whether",
        "start": 2124.34,
        "end": 2126.24
      },
      {
        "text": " or not like those rights are excluded or not and this debate will be that our side are now",
        "start": 2126.24,
        "end": 2134.18
      },
      {
        "text": " like including the right and my first speaker is completely like um proving why vote is included",
        "start": 2134.18,
        "end": 2141.7
      },
      {
        "text": " right furthermore like, what the previous speaker",
        "start": 2141.7,
        "end": 2146.54
      },
      {
        "text": " was talking about",
        "start": 2146.54,
        "end": 2147.38
      },
      {
        "text": " is that it will, like,",
        "start": 2147.38,
        "end": 2149.08
      },
      {
        "text": " reduce punishment",
        "start": 2149.12,
        "end": 2150.74
      },
      {
        "text": " when, like, those prisoners'",
        "start": 2150.74,
        "end": 2153.12
      },
      {
        "text": " opinions are reflected, right?",
        "start": 2153.38,
        "end": 2154.74
      },
      {
        "text": " But this is not true.",
        "start": 2155.42,
        "end": 2156.62
      },
      {
        "text": " Like, punishment is not",
        "start": 2157.2,
        "end": 2158.54
      },
      {
        "text": " the category that will be,",
        "start": 2158.54,
        "end": 2160.24
      },
      {
        "text": " like, changing.",
        "start": 2160.24,
        "end": 2161.02
      },
      {
        "text": " But the category",
        "start": 2161.54,
        "end": 2162.26
      },
      {
        "text": " we're trying to support",
        "start": 2162.26,
        "end": 2163.94
      },
      {
        "text": " is those criminals' reasoning",
        "start": 2163.94,
        "end": 2167.36
      },
      {
        "text": " why they committed crime and changing the social structure and the status quo.",
        "start": 2167.36,
        "end": 2173.5
      },
      {
        "text": " Point.",
        "start": 2173.5,
        "end": 2174.5
      },
      {
        "text": " So, moving on to my argument.",
        "start": 2174.5,
        "end": 2178.42
      },
      {
        "text": " One, why prisoners of Ghanian is precious for reflecting in today's society. So let me make a clear analysis of what is prisoners.",
        "start": 2178.42,
        "end": 2188.74
      },
      {
        "text": " Prisoners are knowing the best why they did crime",
        "start": 2190.06,
        "end": 2194.96
      },
      {
        "text": " and what is the psychological thinking",
        "start": 2194.96,
        "end": 2200.24
      },
      {
        "text": " of why they committed crime, right?",
        "start": 2200.24,
        "end": 2203.2
      },
      {
        "text": " So let me take committed crime, right? So let me take, like, such, like, several cases, right?",
        "start": 2204.6,
        "end": 2208.66
      },
      {
        "text": " For example, like, the cases of robbing, right?",
        "start": 2209.26,
        "end": 2211.7
      },
      {
        "text": " When prisoners does robbing, like, they, like, rob things, like, of other people but like the reason will be like mostly like the social like um like the financial",
        "start": 2211.7,
        "end": 2230.12
      },
      {
        "text": " problem or something right so the financial problem is now like given like those prisoners",
        "start": 2230.12,
        "end": 2237.04
      },
      {
        "text": " like incentive to do like robbing so as we see like those kind of cases, prisoners are having a problem that social structure is now not fulfilling to those prisoners.",
        "start": 2237.04,
        "end": 2251.6
      },
      {
        "text": " So to that extent, we can reflect prisoners' opinion that they have lack of social welfare and government can like notice what is the problem that is",
        "start": 2254.06,
        "end": 2266.18
      },
      {
        "text": " occurring and can like contribute to this society right",
        "start": 2266.18,
        "end": 2270.26
      },
      {
        "text": " the like other cases are like also like clear that for example like murder right when murder",
        "start": 2270.26,
        "end": 2280.54
      },
      {
        "text": " is happening those prisoners can only know why they murder, right? What is the, like,",
        "start": 2280.54,
        "end": 2286.98
      },
      {
        "text": " what is the reason they did, and what is the issue, right? Most of the time, like, stress",
        "start": 2287.44,
        "end": 2293.36
      },
      {
        "text": " are, like, given, right? So we can't, so as we take this motion, we can contribute to change this society and reflecting opinions right the impact of this",
        "start": 2293.36,
        "end": 2307.3
      },
      {
        "text": " argument is that government can't know even if like prisoners like investigation are given",
        "start": 2307.3,
        "end": 2315.5
      },
      {
        "text": " and like psychological like investigation are given right the only one that can know about the",
        "start": 2315.5,
        "end": 2321.84
      },
      {
        "text": " consequences and circumstances of prisoners, it's the prisoner's",
        "start": 2321.84,
        "end": 2326.68
      },
      {
        "text": " own, right? So it's a beneficial thing to take this debate. So lastly, let me briefly, like,",
        "start": 2326.68,
        "end": 2335.84
      },
      {
        "text": " compare between the government and opposition, right? So the opposition is like keep talking about like the principle of the argument and why this is unjust for taking",
        "start": 2335.96,
        "end": 2347.88
      },
      {
        "text": " but",
        "start": 2348.1,
        "end": 2349.62
      },
      {
        "text": " they didn't like even talk about like what is the certain impact of",
        "start": 2349.62,
        "end": 2354.36
      },
      {
        "text": " like not taking and",
        "start": 2354.78,
        "end": 2357.3
      },
      {
        "text": " They didn't like really extend about that. Our side of the house are clearly talking, we can contribute those opinions to this society",
        "start": 2357.62,
        "end": 2366.5
      },
      {
        "text": " and make a world with prisoners and those citizens can live safe.",
        "start": 2366.5,
        "end": 2371.92
      },
      {
        "text": " These are the reasons why we are about to propose.",
        "start": 2372.14,
        "end": 2374.34
      },
      {
        "text": " Thank you.",
        "start": 2374.5,
        "end": 2374.74
      }
    ],
    [
      {
        "text": "完璧です Can you hear me? Yes, I can. when we actually say that these things are going to harm more to these prisoners itself and also the society.",
        "start": 2403.54,
        "end": 2427
      },
      {
        "text": " That's actually why we're going to say that we should not allow prisoners to vote.",
        "start": 2427.28,
        "end": 2431.02
      },
      {
        "text": " All right, before moving to our argument, I'd like to rebut to some of their points.",
        "start": 2431.32,
        "end": 2435
      },
      {
        "text": " Well, firstly, they say that criminals are not, like, knowledgeable.",
        "start": 2435.26,
        "end": 2439.06
      },
      {
        "text": " But firstly, if they were, we think that they won't break these kind of laws of these guys' democracy.",
        "start": 2439.58,
        "end": 2448.68
      },
      {
        "text": " Because if they are the knowledgeable people, we think that they're going to obey these kind of laws.",
        "start": 2449.04,
        "end": 2455.08
      },
      {
        "text": " That's actually why we think that it is not the problem.",
        "start": 2455.08,
        "end": 2458.54
      },
      {
        "text": " It is not the thing that they should talk about. Secondly, they say that by voting, people, the citizens can",
        "start": 2459.42,
        "end": 2469.96
      },
      {
        "text": " know what kind of certain policy is going to be reflected. But firstly, we say that",
        "start": 2469.96,
        "end": 2477.48
      },
      {
        "text": " voting doesn't mean you can know why criminals committed crime. It's just voting for a certain policy.",
        "start": 2477.48,
        "end": 2485.78
      },
      {
        "text": " We think that it's not going to be a fundamental solution for it.",
        "start": 2486.18,
        "end": 2489.42
      },
      {
        "text": " And if you want to know why they committed the crime,",
        "start": 2489.42,
        "end": 2495.32
      },
      {
        "text": " we think that we can ask them during these rehabilitation sessions.",
        "start": 2495.68,
        "end": 2502.86
      },
      {
        "text": " And secondly, we say that they can voice out, like publishing a book or other things, as",
        "start": 2503.22,
        "end": 2509
      },
      {
        "text": " they told, right?",
        "start": 2509,
        "end": 2509.72
      },
      {
        "text": " We think that because of this, if the people, the citizens who are not the prisoners, if",
        "start": 2509.86,
        "end": 2514.72
      },
      {
        "text": " they are going to say that, oh, it is right, then they are going to vote for these prisoners.",
        "start": 2514.72,
        "end": 2521.78
      },
      {
        "text": " We think that it's going to be a fundamental solution. And we think that because they have these kind of ways to do it,",
        "start": 2521.78,
        "end": 2530.46
      },
      {
        "text": " we think that this is not going to be a justifiable reason.",
        "start": 2530.7,
        "end": 2533.64
      },
      {
        "text": " They're going to be privileged to vote in these certain elections.",
        "start": 2533.94,
        "end": 2537.58
      },
      {
        "text": " That is actually why we're going to say it is unjust.",
        "start": 2537.86,
        "end": 2540.5
      },
      {
        "text": " But moreover, we say that because these prisoners once harmed our studies, we think that",
        "start": 2540.5,
        "end": 2547.52
      },
      {
        "text": " these kinds of things is going to be a retribution for these people. Why is it so? Because if you",
        "start": 2547.52,
        "end": 2552.28
      },
      {
        "text": " harm the studies, you're going to be resurrected, some kind of things, right? As we told you,",
        "start": 2552.28,
        "end": 2557.16
      },
      {
        "text": " for example, you're going to be in the prison for a certain time. You cannot go out easily",
        "start": 2557.36,
        "end": 2561.48
      },
      {
        "text": " from these prisons until you're going to have those rehabilitations.",
        "start": 2561.48,
        "end": 2565.72
      },
      {
        "text": " Why is it so?",
        "start": 2566.02,
        "end": 2566.62
      },
      {
        "text": " Because we say the rehabilitation should be the time that you're going to see your crime",
        "start": 2566.78,
        "end": 2572.16
      },
      {
        "text": " and you're going to say that I did something wrong.",
        "start": 2572.16,
        "end": 2575.3
      },
      {
        "text": " And this means that these people are going to move well in order not to be prisoners",
        "start": 2575.3,
        "end": 2580.42
      },
      {
        "text": " and not going to have those secondhand crimes, right? We think that these things, it's going to be a deterrent for these people to commit a new crime or like death. That's",
        "start": 2580.42,
        "end": 2592.24
      },
      {
        "text": " actually why we're going to say this criminal system and justice system is moving well in the",
        "start": 2592.24,
        "end": 2596.52
      },
      {
        "text": " current time. All right, moving to our argument. All right, our argument is very simple. We're",
        "start": 2596.52,
        "end": 2601.76
      },
      {
        "text": " going to talk about these politicians' lenient policies that stigmatize these prisoners.",
        "start": 2601.76,
        "end": 2606.64
      },
      {
        "text": " What is so? Firstly, we like to talk about what is politicians?",
        "start": 2607.04,
        "end": 2610.9
      },
      {
        "text": " Politicians are the people who are going to think about every people who can vote in these elections.",
        "start": 2611.26,
        "end": 2618.78
      },
      {
        "text": " It's these people, because these people want to be elected in these elections,",
        "start": 2619.42,
        "end": 2624.12
      },
      {
        "text": " because if they're not going to be elected,",
        "start": 2624.28,
        "end": 2625.84
      },
      {
        "text": " they're going to lose their jobs and salaries.",
        "start": 2625.98,
        "end": 2627.6
      },
      {
        "text": " And so actually, these people are going to think about",
        "start": 2628.34,
        "end": 2631.42
      },
      {
        "text": " every people who are going to vote.",
        "start": 2631.42,
        "end": 2633.38
      },
      {
        "text": " Secondly, we say that the system of democracy",
        "start": 2633.6,
        "end": 2636.46
      },
      {
        "text": " is given one vote to each voter.",
        "start": 2636.46,
        "end": 2641.58
      },
      {
        "text": " That is actually why we're going to say",
        "start": 2641.98,
        "end": 2643.54
      },
      {
        "text": " that if these kind of like",
        "start": 2643.54,
        "end": 2645.22
      },
      {
        "text": " prisoners, not prisoners, these politicians can get more votes, this means that these politicians",
        "start": 2645.22,
        "end": 2651.08
      },
      {
        "text": " have more possibility that they're going to be elected. That's actually why these politicians",
        "start": 2651.08,
        "end": 2654.82
      },
      {
        "text": " are going to, we think, that politicians are going to think about the individuals. Therefore,",
        "start": 2654.82,
        "end": 2659.58
      },
      {
        "text": " if there's some kind of new right, for example, in this case, if these prisoners are going to be given a new right to vote,",
        "start": 2659.92,
        "end": 2668.74
      },
      {
        "text": " this means that the politicians are going to try to make a policy for these prisoners too.",
        "start": 2668.74,
        "end": 2673.88
      },
      {
        "text": " And as we think that most of these political parties are going to try to increase these rights. And we think that these things are going to the things that are going to happen",
        "start": 2674.52,
        "end": 2685.74
      },
      {
        "text": " is that, one, is that these",
        "start": 2685.74,
        "end": 2687.72
      },
      {
        "text": " they are going to say about",
        "start": 2687.72,
        "end": 2689.54
      },
      {
        "text": " these prisoners have the right",
        "start": 2689.54,
        "end": 2691.66
      },
      {
        "text": " so we are going to reduce these",
        "start": 2691.66,
        "end": 2693.82
      },
      {
        "text": " criminal justice systems. For example,",
        "start": 2693.82,
        "end": 2695.6
      },
      {
        "text": " if, like, for example,",
        "start": 2695.96,
        "end": 2697.96
      },
      {
        "text": " you're going to abolish death penalty",
        "start": 2698.1,
        "end": 2699.76
      },
      {
        "text": " or prevent",
        "start": 2699.76,
        "end": 2700.58
      },
      {
        "text": " giving harsh",
        "start": 2700.58,
        "end": 2703.16
      },
      {
        "text": " punishment to rapists or other people, or you're going to reduce",
        "start": 2703.16,
        "end": 2707.62
      },
      {
        "text": " these works in the prison, or other things.",
        "start": 2707.62,
        "end": 2710.1
      },
      {
        "text": " And we think that this means that these deterrents are going to be reduced in these cases, too.",
        "start": 2710.4,
        "end": 2714.92
      },
      {
        "text": " What is the harm?",
        "start": 2715.24,
        "end": 2716.38
      },
      {
        "text": " We think that social harm is happening in this case, right?",
        "start": 2716.58,
        "end": 2720.08
      },
      {
        "text": " Because they're going to have less deterrence, less retribution,",
        "start": 2720.08,
        "end": 2725.16
      },
      {
        "text": " which means that these secondhand crime or other things is going to increase,",
        "start": 2725.56,
        "end": 2729.78
      },
      {
        "text": " and this means that something like crime cases or secondhand crime, juvenile crime,",
        "start": 2730.08,
        "end": 2735.48
      },
      {
        "text": " or some kind of specific of these kind of crimes is going to increase.",
        "start": 2735.62,
        "end": 2739.52
      },
      {
        "text": " So what is the harm?",
        "start": 2739.86,
        "end": 2740.64
      },
      {
        "text": " We say that the stigmatization is going to happen to these prisoners,",
        "start": 2740.78,
        "end": 2744.4
      },
      {
        "text": " and it's going to harm these prisoners. What is the harm? We say that the stigmatization is going to happen to these prisoners, and it's going to harm these prisoners.",
        "start": 2744.62,
        "end": 2745.98
      },
      {
        "text": " What is so?",
        "start": 2746.46,
        "end": 2746.94
      },
      {
        "text": " We say that no policies move 100% well.",
        "start": 2747.24,
        "end": 2752.84
      },
      {
        "text": " There are some failures.",
        "start": 2753.04,
        "end": 2753.86
      },
      {
        "text": " And now, for example, if you are young, you're going to say, because you're young, you do some kind of radical thing or like that.",
        "start": 2754.58,
        "end": 2760.5
      },
      {
        "text": " And asking the stigmatization will happen in these cases.",
        "start": 2760.5,
        "end": 2763
      },
      {
        "text": " What kind of harm is going to happen? We say that the negative",
        "start": 2763.38,
        "end": 2766.02
      },
      {
        "text": " campaign is going to harm more to these",
        "start": 2766.02,
        "end": 2767.92
      },
      {
        "text": " prisoners. Why is that? Because",
        "start": 2767.92,
        "end": 2769.56
      },
      {
        "text": " if you're going to be in the opposition party",
        "start": 2769.56,
        "end": 2772.14
      },
      {
        "text": " and you're going to criticize your government,",
        "start": 2772.14,
        "end": 2774.18
      },
      {
        "text": " we say that the scapegoat",
        "start": 2774.46,
        "end": 2776.26
      },
      {
        "text": " that you can use is the prisoners, right?",
        "start": 2776.26,
        "end": 2778.14
      },
      {
        "text": " Because the crime is",
        "start": 2778.3,
        "end": 2780.2
      },
      {
        "text": " going to increase, you say that, oh, because",
        "start": 2780.2,
        "end": 2782.14
      },
      {
        "text": " the government did some kind of these things,",
        "start": 2782.14,
        "end": 2784.2
      },
      {
        "text": " we say that there are going to be more",
        "start": 2784.42,
        "end": 2786.1
      },
      {
        "text": " crimes in societies",
        "start": 2786.1,
        "end": 2788.04
      },
      {
        "text": " or other things, and the media are going to",
        "start": 2788.04,
        "end": 2790.1
      },
      {
        "text": " say these things too. So, actually,",
        "start": 2790.1,
        "end": 2791.78
      },
      {
        "text": " this means that the students are going to be",
        "start": 2792.12,
        "end": 2793.86
      },
      {
        "text": " affected and radicalized these things. This is",
        "start": 2793.86,
        "end": 2796.02
      },
      {
        "text": " the same case of the Hispanic",
        "start": 2796.02,
        "end": 2797.94
      },
      {
        "text": " problem of America or the refugee",
        "start": 2797.94,
        "end": 2800.08
      },
      {
        "text": " problem of EU or other things.",
        "start": 2800.08,
        "end": 2801.96
      },
      {
        "text": " We say that the alienized people",
        "start": 2802.14,
        "end": 2803.92
      },
      {
        "text": " are going to be",
        "start": 2803.92,
        "end": 2804.74
      },
      {
        "text": " stigmatized in these cases. Moreover, because they have some problem of EU or like other things. We say that alienized people are going to be in fact are going",
        "start": 2804.74,
        "end": 2805.92
      },
      {
        "text": " to be stigmatized in these cases. Moreover because they have something wrong in the past people have",
        "start": 2805.92,
        "end": 2811.62
      },
      {
        "text": " the more possibility to be stigmatized. What is the harm? Firstly we say that prevention we say",
        "start": 2811.62,
        "end": 2816.36
      },
      {
        "text": " that there are going to be less retributions and rehabilitation because like more like companies",
        "start": 2816.36,
        "end": 2820.9
      },
      {
        "text": " or like other people think that they don't want to be except these people we say",
        "start": 2820.9,
        "end": 2825.48
      },
      {
        "text": " that there are going to be less rehabilitation secondly we say that the division on the societies",
        "start": 2825.48,
        "end": 2829.44
      },
      {
        "text": " is going to happen there are going to be more pressure to the societies by defamation or",
        "start": 2829.44,
        "end": 2833.16
      },
      {
        "text": " harassment thirdly we say the people are going to vote to this opposition radical party and this",
        "start": 2833.16,
        "end": 2838.38
      },
      {
        "text": " means that their people politicians are going to take away more rights of the prisoners because",
        "start": 2838.38,
        "end": 2843.5
      },
      {
        "text": " they are going to be radical acts that's actually why we're going to say these harms will happen. Thank you.",
        "start": 2843.5,
        "end": 2848.06
      }
    ],
    [
      {
        "text": " the negative team. Wait for a minute. The world we saw government draw is a world like this.",
        "start": 2855.38,
        "end": 2886.92
      },
      {
        "text": " A world where the murderer of your son can be allowed to shout for gun control.",
        "start": 2887.52,
        "end": 2893.36
      },
      {
        "text": " Where the rapist of your daughter can vote for abortion.",
        "start": 2893.82,
        "end": 2896.72
      },
      {
        "text": " Or even someone who stole money from you, which was supposed to be used to treat your mom's cancer,",
        "start": 2896.9,
        "end": 2903.06
      },
      {
        "text": " is going to get away scot-free because according to a member of government, it was a failure of the state. I think as opposition,",
        "start": 2903.46,
        "end": 2910.94
      },
      {
        "text": " it's pretty abhorrent to say the people who have broken the law or potentially even taken lives",
        "start": 2911.64,
        "end": 2917.36
      },
      {
        "text": " or taken someone else's property. And I think it is morally abhorrent to say these kind of people",
        "start": 2917.36,
        "end": 2922.52
      },
      {
        "text": " are knowledgeable and rational so we can provide them the right to vote, right? I think it is morally important to say these kind of people are knowledgeable and rational so we can provide them the right to vote.",
        "start": 2922.52,
        "end": 2926.82
      },
      {
        "text": " I think the moment they decided to not take the side and take the side of victims, we think that we win this debate.",
        "start": 2926.82,
        "end": 2935.3
      },
      {
        "text": " I'm going to examine two issues in this speech and I'm going to examine the failures of government.",
        "start": 2935.58,
        "end": 2939.88
      },
      {
        "text": " First, let's look at the principle because I think it's pretty clear that they already dropped the point about voting, but I'm going to talk about it.",
        "start": 2940.36,
        "end": 2946.42
      },
      {
        "text": " I think the government failed in engaging any points about how prisoners shouldn't be allowed to vote, especially for the things that sent them to jail, right?",
        "start": 2946.66,
        "end": 2955.7
      },
      {
        "text": " We think it's pretty weird for them to put prisoners into jails and say, but can still like try to convince us to not do so. We",
        "start": 2955.92,
        "end": 2965.92
      },
      {
        "text": " think that's a pretty weak stance for government to take. And the only response and engagement we",
        "start": 2965.92,
        "end": 2970.8
      },
      {
        "text": " heard throughout this whole debate was that, ah, that in the vast majority of instances,",
        "start": 2970.8,
        "end": 2975.9
      },
      {
        "text": " that people are so poor so they can go to jail so you can vote. Look, I think that this is extremely",
        "start": 2976.18,
        "end": 2982.12
      },
      {
        "text": " disrespectful for all the rational and hardworking people who don't cross the line of the inhumane act of taking someone else's stuff.",
        "start": 2982.12,
        "end": 2991.42
      },
      {
        "text": " And even if we take their best case scenario that these prisoners, like these people who were coerced into committing crimes should vote, then we think they could vote after jail because that's the moment their citizenship is returned and that the state makes sure that they have been properly rehabilitated",
        "start": 2991.8,
        "end": 3010.1
      },
      {
        "text": " and they have been able to successfully reintegrate the society. On a principal level,",
        "start": 3010.1,
        "end": 3014.74
      },
      {
        "text": " it is extremely bad and extremely abhorrent and extremely disrespectful for government to say",
        "start": 3014.96,
        "end": 3020.62
      },
      {
        "text": " that prisoners are really capable actors. I don't know why they decided to side with on the",
        "start": 3020.62,
        "end": 3026.3
      },
      {
        "text": " side of murderers, but I'm going to go with the stance the government brought to you. Given this,",
        "start": 3026.3,
        "end": 3031.82
      },
      {
        "text": " I think the voting is clearly a privilege that all the people who have contributed to the well-being",
        "start": 3031.98,
        "end": 3037.72
      },
      {
        "text": " of society in the terms of perhaps taxation, who don't make the inhumane judgment of breaking the",
        "start": 3037.72,
        "end": 3044.42
      },
      {
        "text": " law or taking someone",
        "start": 3044.42,
        "end": 3045.38
      },
      {
        "text": " else's life, those are the people that voting should only be granted to. On a principle level,",
        "start": 3045.38,
        "end": 3050.56
      },
      {
        "text": " this shit is already unjustified. So we say we take this debate. But I'm going to examine this",
        "start": 3050.86,
        "end": 3055.48
      },
      {
        "text": " debate further and look at the pragmatics, right? Again, government side was absolutely unable to",
        "start": 3055.48,
        "end": 3061.9
      },
      {
        "text": " engage in our points about how there's going to be bribery in private prisons because there's no regulation by the government.",
        "start": 3061.9,
        "end": 3068.36
      },
      {
        "text": " We told you the politicians are going to be detrimental in the fact that there's still going to, there's going to be policies that cater to these like pretty radical ideas of potentially",
        "start": 3068.36,
        "end": 3089.08
      },
      {
        "text": " no abortion for nurses. We think this is inhumane for government to try to defend.",
        "start": 3089.08,
        "end": 3094.26
      },
      {
        "text": " But let's take the best, best case scenario. That was the whole rhetoric about how like you need to",
        "start": 3094.72,
        "end": 3101.3
      },
      {
        "text": " find a middle ground, right? And we have to prioritize prisoners. Again, I'm not sure why they're siding with thieves",
        "start": 3101.3,
        "end": 3106.48
      },
      {
        "text": " and burglars and murderers and rapists,",
        "start": 3106.48,
        "end": 3108.8
      },
      {
        "text": " but let's say that you want to find a middle ground.",
        "start": 3108.94,
        "end": 3110.66
      },
      {
        "text": " We think that the way to find a middle ground",
        "start": 3110.94,
        "end": 3113.28
      },
      {
        "text": " is not for prisoners to vote on certain policies.",
        "start": 3113.28,
        "end": 3115.74
      },
      {
        "text": " It is to literally have a one-on-one talk with them",
        "start": 3115.94,
        "end": 3118.72
      },
      {
        "text": " during rehab sessions.",
        "start": 3118.72,
        "end": 3119.92
      },
      {
        "text": " So even under the best case scenario,",
        "start": 3120.2,
        "end": 3122.36
      },
      {
        "text": " it's still possible on our side.",
        "start": 3122.64,
        "end": 3124.48
      },
      {
        "text": " There was no engagement coming whatsoever from my second speaker talking about how there's going to be stigmatization,",
        "start": 3124.68,
        "end": 3129.12
      },
      {
        "text": " there's bad policies.",
        "start": 3129.46,
        "end": 3130.26
      },
      {
        "text": " Even if we take their best case scenario where we prioritize prisoners' needs,",
        "start": 3130.58,
        "end": 3134.04
      },
      {
        "text": " we think that that side is achievable on our side.",
        "start": 3134.24,
        "end": 3136.78
      },
      {
        "text": " Those side members are murderers.",
        "start": 3137.24,
        "end": 3138.58
      }
    ],
    [
      {
        "text": " Speaker, have you ever heard such a double standard stance coming from opposition?",
        "start": 3157,
        "end": 3162
      },
      {
        "text": " Although so many freedoms are actually allowed in even",
        "start": 3162,
        "end": 3165.76
      },
      {
        "text": " the opposition paradigm, under the title of respecting the fundamental human right, such",
        "start": 3165.76,
        "end": 3171
      },
      {
        "text": " as right to voice out your opinion by publishing books, such as right to marry in the prisons,",
        "start": 3171,
        "end": 3176.78
      },
      {
        "text": " such as right to know about society by watching news, by reading a book, right? But why only",
        "start": 3176.78,
        "end": 3182.48
      },
      {
        "text": " right to represent your political opinion should be terminated,",
        "start": 3182.48,
        "end": 3185.8
      },
      {
        "text": " should be infringed? I've never heard this exclusive reason from opposition side. That's",
        "start": 3185.98,
        "end": 3191.1
      },
      {
        "text": " why under the title of respecting the one important right, we should exactly same way",
        "start": 3191.1,
        "end": 3197.08
      },
      {
        "text": " as other right, we should allow prisoners to vote. Two conclusions here. First of all,",
        "start": 3197.08,
        "end": 3203.16
      },
      {
        "text": " whether or not prisoners are allowed in terms of a justification issue. First of all, whether or not prisoners are allowed in terms of the",
        "start": 3203.32,
        "end": 3206.24
      },
      {
        "text": " justification issue. Second of all, which can create better society. Moving on to the first",
        "start": 3206.24,
        "end": 3212
      },
      {
        "text": " samples about the justification issue. So I have heard probably some of the reasons why they have",
        "start": 3212.56,
        "end": 3219.28
      },
      {
        "text": " it is not justifiable to give the right to vote for prisoners. So in terms of rationality, right?",
        "start": 3219.92,
        "end": 3225.64
      },
      {
        "text": " So they say prisoners are not rational enough",
        "start": 3225.64,
        "end": 3228.74
      },
      {
        "text": " because they once break the law.",
        "start": 3228.74,
        "end": 3231.52
      },
      {
        "text": " We should not give the right to vote or something like this.",
        "start": 3231.94,
        "end": 3234.54
      },
      {
        "text": " So here's some rebuttals.",
        "start": 3235,
        "end": 3236.84
      },
      {
        "text": " Number one, prisoners actually, my great partner already tell you",
        "start": 3237.06,
        "end": 3241.32
      },
      {
        "text": " that they already graduated compulsory Peer. That's why they",
        "start": 3241.32,
        "end": 3245.84
      },
      {
        "text": " already know the fundamental rules of society. We should grant them as they are rational, right? We",
        "start": 3245.84,
        "end": 3252.64
      },
      {
        "text": " should recognize them as rational, right? So this is the unconditional right to voting system to",
        "start": 3252.64,
        "end": 3259.36
      },
      {
        "text": " very much begin with. That's why and they say that what about children so difference between children",
        "start": 3259.36,
        "end": 3265.5
      },
      {
        "text": " is that who don't really have the right to vote is that so of course children has not passed the",
        "start": 3265.5,
        "end": 3273.14
      },
      {
        "text": " compulsory education period yet but those prisoners actually passed the compulsory education period",
        "start": 3273.14,
        "end": 3278.34
      },
      {
        "text": " that's why they should be unconditionally know the fundamental rules that's what we should recognize them as rational",
        "start": 3278.34,
        "end": 3285.48
      },
      {
        "text": " being and even if somehow those people are not rational enough because they are not educated well",
        "start": 3285.48,
        "end": 3292.72
      },
      {
        "text": " that's governmental failure to educate people to implant the appropriate amount of the common sense",
        "start": 3292.72,
        "end": 3299.12
      },
      {
        "text": " and regulation rule this kind of academic structure to begin with right that's governmental failure to bear",
        "start": 3299.12,
        "end": 3305.94
      },
      {
        "text": " the burden it's unjustifiable to push the entire burden on prisoners to deprive the right to vote",
        "start": 3305.94,
        "end": 3313.1
      },
      {
        "text": " to begin with and second of all second rebuttal is that so in terms of rationality so it is the",
        "start": 3313.1,
        "end": 3320.12
      },
      {
        "text": " fact they once break the law in the past but it doesn't mean that they are not reflected their",
        "start": 3320.12,
        "end": 3326.72
      },
      {
        "text": " past action right they have potentially to fully reflect their past action and they have",
        "start": 3326.72,
        "end": 3332.72
      },
      {
        "text": " motivation they have ability to bring up reflected will to society right they at least should",
        "start": 3333.92,
        "end": 3341.76
      },
      {
        "text": " consider this kind of other scenario as well.",
        "start": 3341.76,
        "end": 3345.54
      },
      {
        "text": " And last of all, this is the most important argument.",
        "start": 3345.54,
        "end": 3350.62
      },
      {
        "text": " Even if somehow they are not rational and rational, this argument doesn't matter.",
        "start": 3350.62,
        "end": 3355.5
      },
      {
        "text": " Why is that so?",
        "start": 3355.5,
        "end": 3356.84
      },
      {
        "text": " Because it is not justifiable to ask rationality for acquisition of voting rights to begin",
        "start": 3356.84,
        "end": 3364.12
      },
      {
        "text": " with. to ask rationality for acquisition of voting right to begin with, right? Think about it, for example, in terms of economic policy,",
        "start": 3364.12,
        "end": 3367.96
      },
      {
        "text": " who is actually better people who can assess about the economics, future economics,",
        "start": 3367.96,
        "end": 3375.86
      },
      {
        "text": " is because it's probably the people who already graduated the university",
        "start": 3376.22,
        "end": 3380.78
      },
      {
        "text": " and who are very educated well, right?",
        "start": 3380.78,
        "end": 3383.46
      },
      {
        "text": " But we unconditionally grant the right to vote for every single citizen,大学に行って、教育をしている人たちにも、でも、私たちは、",
        "start": 3383.74,
        "end": 3386
      },
      {
        "text": "自分たちの人々にとって、",
        "start": 3386,
        "end": 3389
      },
      {
        "text": "学校の背景に関して、",
        "start": 3389,
        "end": 3392
      },
      {
        "text": "自分たちの人々にとって、",
        "start": 3392,
        "end": 3395
      },
      {
        "text": "自分たちの人々にとって、",
        "start": 3395,
        "end": 3398
      },
      {
        "text": "自分たちの人々にとって、",
        "start": 3398,
        "end": 3401
      },
      {
        "text": "自分たちの人々にとって、",
        "start": 3401,
        "end": 3404
      },
      {
        "text": "自分たちの人々にとって、オフポースまた、 to begin with.That's why fundamentally they should have right to vote.",
        "start": 3404,
        "end": 3405.64
      },
      {
        "text": "So second vote… もう同じかんか。",
        "start": 3405.64,
        "end": 3408.34
      },
      {
        "text": "Okay, so I don't have time, so I'm very happy to propose. Thank you.",
        "start": 3408.34,
        "end": 3411.84
      }
    ]
  ]
}